# В python принято называть переменные маленькими буквами , и разделять
# слова "_" пример: is_working_now
# Если описывается какая-либо операция то принято ставить пробел между элементами
# Все import  в начале файла
# Разные куски кода 1 переносом
# Разные функции 2 переносами
# Константы большими  буквами , и разделять слова "_" пример: TEST_PATH
# модули , пакеты ,функции и их аргументы аналогично переменным
#  максимально 80 символов в строке (аргументы можно переносить)
# можно так a=(
#               "gkefgiohghrtoth"
#                "fgmerighorthgthtrwhtgh"
# )
# Классы с большой буквы Path
# Горячая клавища в PyCharm "ctrl"+"alt"+"l"

